Repository: RayanceKing/CCZUHelper
Catalog: CCZUHelperLite Watch App/Localizable.xcstrings
Source language: zh_hans
Languages: en

# cancel
source: 取消
en: Cancel

# close
source: 关闭
en: Close

# done
source: 完成
en: Done

# loading
source: 加载中...
en: Loading...

# ok
source: 确定
en: OK

# retry
source: 重试
en: Retry

# schedule.loading_failed
source: 加载课表失败
en: Failed to load schedule

# schedule.no_classes_today
source: 今天没有课程
en: No classes today

# schedule.today
source: 今日
en: Today

# tab.schedule
source: 课程表
en: Schedule
